Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Datei
ar: ملف
bn: ফাইল
en: File
es: Archivo
fr: Fichier
hi: फ़ाइल
id: File
it: File
ja: ファイル
ko: 파일
pt: Ficheiro
ru: Файл
tr: Dosya
ur: فائل
vi: Tệp
zh_hans: 文件

source: Anhänge
ar: المرفقات
bn: সংযুক্তি
en: Attachments
es: Adjuntos
fr: Pièces jointes
hi: अटैचमेंट
id: Lampiran
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
pt: Anexos
ru: Вложения
tr: Ekler
ur: منسلکات
vi: Tệp đính kèm
zh_hans: 附件

source: Anhang entfernen
ar: إزالة المرفق
bn: সংযুক্তি সরান
en: Remove attachment
es: Eliminar adjunto
fr: Supprimer la pièce jointe
hi: अटैचमेंट हटाएँ
id: Hapus lampiran
it: Rimuovi allegato
ja: 添付ファイルを削除
ko: 첨부 파일 제거
pt: Remover anexo
ru: Удалить вложение
tr: Eki kaldır
ur: منسلکہ ہٹائیں
vi: Xóa tệp đính kèm
zh_hans: 移除附件

source: Foto konnte nicht geladen werden.
ar: تعذر تحميل الصورة.
bn: ছবি লোড করা যায়নি।
en: Could not load photo.
es: No se pudo cargar la foto.
fr: Impossible de charger la photo.
hi: फ़ोटो लोड नहीं हो सकी।
id: Foto tidak dapat dimuat.
it: Impossibile caricare la foto.
ja: 写真を読み込めませんでした。
ko: 사진을 불러올 수 없습니다.
pt: Não foi possível carregar a foto.
ru: Не удалось загрузить фото.
tr: Fotoğraf yüklenemedi.
ur: تصویر لوڈ نہیں ہو سکی۔
vi: Không thể tải ảnh.
zh_hans: 无法加载照片。

source: Foto konnte nicht gespeichert werden.
ar: تعذر حفظ الصورة.
bn: ছবি সংরক্ষণ করা যায়নি।
en: Could not save photo.
es: No se pudo guardar la foto.
fr: Impossible d’enregistrer la photo.
hi: फ़ोटो सेव नहीं हो सकी।
id: Foto tidak dapat disimpan.
it: Impossibile salvare la foto.
ja: 写真を保存できませんでした。
ko: 사진을 저장할 수 없습니다.
pt: Não foi possível guardar a foto.
ru: Не удалось сохранить фото.
tr: Fotoğraf kaydedilemedi.
ur: تصویر محفوظ نہیں ہو سکی۔
vi: Không thể lưu ảnh.
zh_hans: 无法保存照片。

source: Der Anhang %@ wird von diesem Modell nicht unterstützt.
ar: هذا النموذج لا يدعم المرفق %@.
bn: এই মডেলটি %@ সংযুক্তি সমর্থন করে না।
en: This model does not support the %@ attachment.
es: Este modelo no admite el adjunto %@.
fr: Ce modèle ne prend pas en charge la pièce jointe %@.
hi: यह मॉडल %@ अटैचमेंट को सपोर्ट नहीं करता।
id: Model ini tidak mendukung lampiran %@.
it: Questo modello non supporta l’allegato %@.
ja: このモデルは添付ファイル %@ に対応していません。
ko: 이 모델은 %@ 첨부 파일을 지원하지 않습니다.
pt: Este modelo não suporta o anexo %@.
ru: Эта модель не поддерживает вложение %@.
tr: Bu model %@ ekini desteklemiyor.
ur: یہ ماڈل %@ منسلکے کو سپورٹ نہیں کرتا۔
vi: Mô hình này không hỗ trợ tệp đính kèm %@.
zh_hans: 此模型不支持附件 %@。

source: Datei konnte nicht geladen werden.
ar: تعذر تحميل الملف.
bn: ফাইল লোড করা যায়নি।
en: Could not load file.
es: No se pudo cargar el archivo.
fr: Impossible de charger le fichier.
hi: फ़ाइल लोड नहीं हो सकी।
id: File tidak dapat dimuat.
it: Impossibile caricare il file.
ja: ファイルを読み込めませんでした。
ko: 파일을 불러올 수 없습니다.
pt: Não foi possível carregar o ficheiro.
ru: Не удалось загрузить файл.
tr: Dosya yüklenemedi.
ur: فائل لوڈ نہیں ہو سکی۔
vi: Không thể tải tệp.
zh_hans: 无法加载文件。

source: Datei konnte nicht gelesen werden.
ar: تعذر قراءة الملف.
bn: ফাইল পড়া যায়নি।
en: Could not read file.
es: No se pudo leer el archivo.
fr: Impossible de lire le fichier.
hi: फ़ाइल पढ़ी नहीं जा सकी।
id: File tidak dapat dibaca.
it: Impossibile leggere il file.
ja: ファイルを読み込めませんでした。
ko: 파일을 읽을 수 없습니다.
pt: Não foi possível ler o ficheiro.
ru: Не удалось прочитать файл.
tr: Dosya okunamadı.
ur: فائل پڑھی نہیں جا سکی۔
vi: Không thể đọc tệp.
zh_hans: 无法读取文件。

source: Datei konnte nicht gespeichert werden.
ar: تعذر حفظ الملف.
bn: ফাইল সংরক্ষণ করা যায়নি।
en: Could not save file.
es: No se pudo guardar el archivo.
fr: Impossible d’enregistrer le fichier.
hi: फ़ाइल सेव नहीं हो सकी।
id: File tidak dapat disimpan.
it: Impossibile salvare il file.
ja: ファイルを保存できませんでした。
ko: 파일을 저장할 수 없습니다.
pt: Não foi possível guardar o ficheiro.
ru: Не удалось сохранить файл.
tr: Dosya kaydedilemedi.
ur: فائل محفوظ نہیں ہو سکی۔
vi: Không thể lưu tệp.
zh_hans: 无法保存文件。

source: z. B. owner/repo/skills/name@main — oder Empfohlene Skills (ohne Netz).
bn: যেমন owner/repo/skills/name@main — বা প্রস্তাবিত Skills (নেটওয়ার্ক ছাড়া)।
hi: जैसे owner/repo/skills/name@main — या सुझाए गए Skills (बिना नेटवर्क)।
id: mis. owner/repo/skills/name@main — atau Skill yang direkomendasikan (tanpa jaringan).
it: Es.: owner/repo/skills/nome@main — oppure le Skills consigliate (senza rete).
ko: 예: owner/repo/skills/name@main — 또는 추천 Skill (네트워크 없음).
ru: напр. owner/repo/skills/name@main — или «Рекомендуемые» Skills (без сети).
tr: örn. owner/repo/skills/name@main — veya Önerilen Skill'ler (ağsız).
ur: مثلاً owner/repo/skills/name@main — یا تجویز کردہ Skills (بغیر نیٹ ورک)۔
vi: vd. owner/repo/skills/name@main — hoặc Skill được đề xuất (không cần mạng).

source: Automatisch
en: Automatic

source: Automatisch heißt hier: Werkzeuge sind aktiv.
en: Automatic means here: tools are on.

source: Automatisch heißt hier: keine Werkzeuge, weil hier meist kleine Modelle laufen. „Immer senden“ schaltet sie frei.
en: Automatic means here: no tools, because this usually runs small models. “Always send” enables them.

source: Immer senden
en: Always send

source: Nie senden
en: Never send

source: Standard für Ollama, LM Studio, LocalAI und On-Device. Jeder Anbieter kann das unter Mehr → KI-Anbieter → Werkzeuge überschreiben — an wie aus.
en: Default for Ollama, LM Studio, LocalAI and on-device. Every provider can override it under More → AI providers → Tools — on as well as off.

source: Werkzeuge
en: Tools

source: Werkzeuge senden
en: Send tools

source: Werkzeuge sind Websuche, Seiten lesen, Bilder erzeugen und die Geräte-Tools. Kleine Modelle (Ollama, LM Studio, LocalAI, On-Device) erfinden damit oft Funktionsaufrufe statt zu antworten — nur sie bekommen deshalb standardmäßig keine. Gateways und eigene OpenAI-kompatible Server bekommen sie, weil dort meist große Modelle laufen.
en: Tools means web search, reading pages, generating images and the device tools. Small models (Ollama, LM Studio, LocalAI, on-device) often invent function calls instead of answering — which is why only they get none by default. Gateways and your own OpenAI-compatible servers do get them, because those usually run large models.

source: Werkzeuge sind aktiv — auch bei einem kleinen Modell.
en: Tools are on — even for a small model.

source: Werkzeuge sind aus — auch bei einem großen Modell.
en: Tools are off — even for a large model.

source: Skills
ko: Skill
vi: Skill

source: connection was lost
zh_hans: 连接已断开

source: network connection was lost
zh_hans: 网络连接已断开
